Repository: SnakeGuitar/MemoryGame
Catalog: Client/Client/Properties/Langs/Lang.*.resx
Languages: es_mx, ja_jp, ko_kr

# Global_Button_Accept
source: Accept
es_mx: Aceptar
ja_jp: 承諾
ko_kr: 수락

# Global_Button_Custom
source: Custom
es_mx: Personalizada
ja_jp: カスタム
ko_kr: 사용자 지정

# Global_Button_Guest
source: Guest
es_mx: Invitado
ja_jp: ゲスト
ko_kr: 게스트

# Global_Button_Join
source: Join
es_mx: Unirse
ja_jp: 参加
ko_kr: 참가

# Global_Button_LogIn
source: Log In
es_mx: Iniciar Sesión
ja_jp: ログイン
ko_kr: 로그인

# Global_Button_NotReady
source: Not Ready
es_mx: No Listo
ja_jp: 準備中
ko_kr: 준비 안 됨

# Global_Button_Play
source: Play
es_mx: Jugar
ja_jp: プレイ
ko_kr: 플레이

# Global_Button_Ready
source: Ready
es_mx: Listo
ja_jp: 準備完了
ko_kr: 준비 완료

# Global_Button_SetupProfile
source: Set up Profile
es_mx: Configurar perfil
ja_jp: プロファイル設定
ko_kr: 프로필 설정

# Global_Button_SignIn
source: Sign In
es_mx: Registrarse
ja_jp: サインイン
ko_kr: 회원가입

# Global_Button_Verify
source: Verify
es_mx: Verificar
ja_jp: 確認
ko_kr: 확인

# Global_Label_Cards
source: Cards
es_mx: Cartas
ja_jp: カード
ko_kr: 카드

# Global_Label_Difficulty
source: Difficulty;
es_mx: Dificultad:
ja_jp: 難易度:
ko_kr: 난이도:

# Global_Label_Email
source: Email
es_mx: Correo Electrónico
ja_jp: メール
ko_kr: 이메일

# Global_Label_EnterCode
source: Enter 6 digit code:
es_mx: Ingrese el código de 6 dígitos:
ja_jp: 6桁のコードを入力:
ko_kr: 6자리 코드 입력:

# Global_Label_EnterUsername
source: Enter an username:
es_mx: Ingrese un nombre de usuario:
ja_jp: ユーザー名を入力:
ko_kr: 사용자 이름 입력:

# Global_Label_NumberOfCards
source: Number of cards
es_mx: Número de cartas:
ja_jp: カードの枚数
ko_kr: 카드 수

# Global_Label_Password
source: Password
es_mx: Contraseña
ja_jp: パスワード
ko_kr: 비밀번호

# Global_Label_Score
source: Score
es_mx: Puntuación:
ja_jp: スコア
ko_kr: 점수

# Global_Label_Time
source: Timer:
es_mx: Tiempo:
ja_jp: タイマー:
ko_kr: 타이머:

# Global_Title_Chat
source: Chat
ja_jp: チャット
ko_kr: 채팅

# Global_Title_CustomDifficulty
source: Custom Settings
es_mx: Configuración Personalizada
ja_jp: カスタム設定
ko_kr: 사용자 지정 설정

# Global_Title_Lobby
source: Lobby
es_mx: Sala
ja_jp: ロビー
ko_kr: 로비

# Global_Title_Multiplayer
source: Multiplayer
es_mx: Multijugador
ja_jp: マルチプレイヤー
ko_kr: 멀티플레이어

# Global_Title_Singleplayer
source: Singleplayer
es_mx: Un solo jugador
ja_jp: シングルプレイヤー
ko_kr: 싱글플레이어

# HostLobby_Label_Available
source: Available
es_mx: Disponible
ja_jp: 利用可能
ko_kr: 사용 가능

# HostLobby_Label_TimePerTurn
source: Time per Turn:
es_mx: Tiempo por turno:
ja_jp: ターン時間:
ko_kr: 턴당 시간:

# MultiplayerMenu_Button_CreateLobby
source: Create lobby
es_mx: Crear sala
ja_jp: ロビー作成
ko_kr: 로비 생성

# SelectDifficulty_Button_Easy
source: Easy
es_mx: Fácil
ja_jp: 簡単
ko_kr: 쉬움

# SelectDifficulty_Button_Hard
source: Hard
es_mx: Difícil
ja_jp: 難しい
ko_kr: 어려움

# SetupProfile_Label_SelectAvatar
source: Select an avatar:
es_mx: Selecciona un avatar:
ja_jp: アバターを選択:
ko_kr: 아바타 선택:

# TitleScreen_Label_Memorama
source: Memory Game
es_mx: Memorama
ja_jp: メモリーゲーム
ko_kr: 메모리 게임

# Global_Title_Players
source: Players
es_mx: Jugadores
ja_jp: プレイヤー
ko_kr: 플레이어

# VerifyCode_Button_SentAgain
source: Send again?
es_mx: ¿Enviar de nuevo?
ja_jp: 再送信する？
ko_kr: 다시 보내기?

# VerifyCode_Label_SentTo
source: A verification email was sent to:
es_mx: El correo de verificación fue enviado a:
ja_jp: 確認メールの送信先:
ko_kr: 인증 메일이 전송된 주소:

# Global_Button_Back
source: Back
es_mx: Regresar
ja_jp: 戻る
ko_kr: 뒤로

# Global_Button_Cancel
source: Cancel
es_mx: Cancelar
ja_jp: キャンセル
ko_kr: 취소

# Global_Button_ExitGame
source: Exit game
es_mx: Salir del juego
ja_jp: ゲーム終了
ko_kr: 게임 종료

# MainMenu_Button_Gallery
source: Gallery
es_mx: Galería
ja_jp: ギャラリー
ko_kr: 갤러리

# Global_Button_Settings
source: Settings
es_mx: Configuración
ja_jp: 設定
ko_kr: 설정

# Global_Button_Send
source: Send
es_mx: Enviar
ja_jp: 送信
ko_kr: 보내기

# Global_Label_Seconds
source: Seconds
es_mx: Segundos
ja_jp: 秒
ko_kr: 초

# SelectDifficulty_Button_Normal
source: Normal
ja_jp: 普通
ko_kr: 보통

# HostLobby_Title_InviteFriends
source: Invite friends
es_mx: Invita a tus amigos
ja_jp: 友達を招待
ko_kr: 친구 초대

# HostLobby_Label_EnterFriendEmail
source: Enter your friend's email:
es_mx: Ingresa el correo electrónico de tu amigo:
ja_jp: 友達のメールを入力:
ko_kr: 친구 이메일 입력:

# HostLobby_Button_SendInvitation
source: Send invitation
es_mx: Enviar invitación
ja_jp: 招待を送信
ko_kr: 초대장 보내기

# HostLobby_Label_GameCode
source: Game code:
es_mx: Código del juego:
ja_jp: ゲームコード:
ko_kr: 게임 코드:

# HostLobby_Title_GameSettings
source: Game settings
es_mx: Configuración del juego
ja_jp: ゲーム設定
ko_kr: 게임 설정

# Global_ValidationUsername_Empty
source: Username cannot be empty
es_mx: El nombre de usuario no puede estar vacío
ja_jp: ユーザー名を入力してください
ko_kr: 사용자 이름을 입력해주세요

# Global_ValidationUsername_TooLong
source: Username must be 30 characters or less
es_mx: El nombre de usuario no puede tener más de 30 caracteres
ja_jp: ユーザー名は30文字以下にしてください
ko_kr: 사용자 이름은 30자 이하여야 합니다

# Global_ValidationUsername_InvalidChars
source: Username must not contain spaces; use - or _ instead
es_mx: El nombre de usuario no debe de contener espacios utiliza - ó _
ja_jp: ユーザー名にスペースは使えません。- または _ を使用してください
ko_kr: 사용자 이름에 공백을 포함할 수 없습니다. - 또는 _ 를 사용하세요

# Global_ValidationPassword_Empty
source: Password cannot be empty
es_mx: La contraseña no puede estar vacía
ja_jp: パスワードを入力してください
ko_kr: 비밀번호를 입력해주세요

# Global_ValidationPassword_LengthInvalid
source: Password must be between 8 and 20 characters long
es_mx: La contraseña debe tener entre 8 y 20 caracteres
ja_jp: パスワードは8〜20文字である必要があります
ko_kr: 비밀번호는 8~20자여야 합니다

# Global_ValidationPassword_MissingUpper
source: Password must contain at least one uppercase letter
es_mx: La contraseña debe contener al menos una letra mayúscula
ja_jp: パスワードには少なくとも1つの大文字が必要です
ko_kr: 비밀번호에는 대문자가 적어도 하나 포함되어야 합니다

# Global_ValidationPassword_MissingLower
source: Password must contain at least one lowercase letter
es_mx: La contraseña debe contener al menos una letra minúscula
ja_jp: パスワードには少なくとも1つの小文字が必要です
ko_kr: 비밀번호에는 소문자가 적어도 하나 포함되어야 합니다

# Global_ValidationPassword_MissingDigit
source: Password must contain at least one number
es_mx: La contraseña debe contener al menos un número
ja_jp: パスワードには少なくとも1つの数字が必要です
ko_kr: 비밀번호에는 숫자가 적어도 하나 포함되어야 합니다

# Global_ValidationEmail_Empty
source: Email cannot be empty
es_mx: El correo electrónico no puede estar vacío
ja_jp: メールアドレスを入力してください
ko_kr: 이메일 주소를 입력해주세요

# Global_ValidationEmail_InvalidFormat
source: Email format is invalid. Please enter a valid address
es_mx: El formato del correo electrónico no es válido. Por favor, introduce una dirección válida
ja_jp: メール形式が無効です。有効なアドレスを入力してください
ko_kr: 이메일 형식이 잘못되었습니다. 올바른 주소를 입력하세요

# Global_ValidationCode_Empty
source: Code cannot be empty
es_mx: El código no puede estar vacío
ja_jp: コードを入力してください
ko_kr: 코드를 입력해주세요

# Global_ValidationCode_NotNumeric
source: Code should only contain numbers
es_mx: El código solo debe contener números
ja_jp: コードには数字のみを使用してください
ko_kr: 코드에는 숫자만 포함되어야 합니다

# Global_ServiceError_Offline
source: Unable to connect to the server. Please check your connection
es_mx: No se pudo conectar al servidor. Revisa tu conexión
ja_jp: サーバーに接続できません。接続を確認してください
ko_kr: 서버에 연결할 수 없습니다. 연결 상태를 확인하세요

# Global_ServiceError_NetworkDown
source: Communication error. The network may be unstable
es_mx: Error de comunicación. La red puede ser inestable
ja_jp: 通信エラー。ネットワークが不安定な可能性があります
ko_kr: 통신 오류. 네트워크가 불안정할 수 있습니다

# Global_ServiceError_Unknown
source: An unknown error has occurred
es_mx: Un error desconocido ha ocurrido
ja_jp: 不明なエラーが発生しました
ko_kr: 알 수 없는 오류가 발생했습니다

# Global_ValidationCode_LengthInvalid
source: Code must not exceed 6 characters
es_mx: El código no debe ser mayor a 6 caracteres
ja_jp: コードは6文字以下である必要があります
ko_kr: 코드는 6자 이하여야 합니다

# Global_Message_Welcome
source: Welcome, {0}!
es_mx: ¡Bienvenido, {0}!
ja_jp: ようこそ、{0}さん！
ko_kr: 환영합니다, {0}님!

# Global_Error_InvalidUsername
source: username is not valid or is already taken. Please try another
es_mx: El nombre de usuario no es válido o ya está en uso. Intenta con otro
ja_jp: ユーザー名が無効か、既に使用されています。別の名前を試してください
ko_kr: 사용자 이름이 잘못되었거나 이미 사용 중입니다. 다른 이름을 시도하세요

# Global_Title_Success
source: Success
es_mx: Éxito
ja_jp: 成功
ko_kr: 성공

# Global_Title_Error
source: Error
ja_jp: エラー
ko_kr: 오류

# Global_Title_ServerOffline
source: Server Offline
es_mx: Servidor Desconectado
ja_jp: サーバーオフライン
ko_kr: 서버 오프라인

# Global_Title_NetworkError
source: Network Error
es_mx: Error de Red
ja_jp: ネットワークエラー
ko_kr: 네트워크 오류

# Global_Title_AppError
source: Application Error
es_mx: Error de Aplicación
ja_jp: アプリケーションエラー
ko_kr: 애플리케이션 오류

# Global_Title_NotAvailableFunction
source: Function not available
es_mx: Función no disponible
ja_jp: 機能は利用できません
ko_kr: 기능을 사용할 수 없음

# Global_Error_GuestsNotAllowed
source: Guests are not allowed to create lobbies. Please register or log in to access this feature
es_mx: Los invitados no pueden crear salas. Por favor, regístrate para usar esta función
ja_jp: ゲストはロビーを作成できません。登録またはログインしてください
ko_kr: 게스트는 로비를 생성할 수 없습니다. 이 기능을 사용하려면 등록하거나 로그인하세요

# Global_Player_GuestSuffix
source: (Guest)
es_mx: (Invitado)
ja_jp: (ゲスト)
ko_kr: (게스트)

# Lobby_Error_GuestChat
source: Guests are not allowed to send chat messages
es_mx: Los invitados no pueden enviar mensajes en el chat
ja_jp: ゲストはチャットメッセージを送信できません
ko_kr: 게스트는 채팅 메시지를 보낼 수 없습니다

# Lobby_Error_JoinFailed
source: Failed to join lobby. Invalid code or lobby is full
es_mx: No se pudo unir al lobby. El código es inválido o el lobby está lleno
ja_jp: ロビーへの参加に失敗しました。コードが無効か、満員です
ko_kr: 로비 참여 실패. 코드가 잘못되었거나 로비가 꽉 찼습니다

# Lobby_Error_SendChatFailed
source: Failed to send chat message
es_mx: No se pudo enviar el mensaje
ja_jp: チャットメッセージの送信に失敗しました
ko_kr: 채팅 메시지 전송 실패

# Lobby_Notification_PlayerLeft
source: {0} has left the lobby
es_mx: {0} ha abandonado el lobby
ja_jp: {0} が退出しました
ko_kr: {0} 님이 퇴장했습니다

# Lobby_Notification_System
source: [System]
es_mx: [Sistema]
ja_jp: [システム]
ko_kr: [시스템]

# Lobby_Notification_PlayerJoined
source: {0} has joined the lobby
es_mx: {0} se ha unido al lobby
ja_jp: {0} が参加しました
ko_kr: {0} 님이 참여했습니다

# HostLobby_Error_CreateFailed
source: Failed to create lobby
es_mx: No se pudo crear el lobby
ja_jp: ロビーの作成に失敗しました
ko_kr: 로비 생성 실패

# HostLobby_Error_EmailInvalid
source: Please enter a valid email address
es_mx: Por favor, introduce una dirección de correo válida
ja_jp: 有効なメールアドレスを入力してください
ko_kr: 유효한 이메일 주소를 입력해주세요

# HostLobby_Message_InviteSent
source: Invitation sent successfully to {0}
es_mx: Invitación enviada exitosamente a {0}
ja_jp: {0} に招待状を送信しました
ko_kr: {0} 님에게 초대장을 성공적으로 보냈습니다

# HostLobby_Error_InviteFailed
source: Failed to send invitation. Please try again later
es_mx: No se pudo enviar la invitación. Inténtalo más tarde
ja_jp: 招待の送信に失敗しました。後でもう一度試してください
ko_kr: 초대장 전송 실패. 나중에 다시 시도해주세요

# Lobby_Message_CreateSuccess
source: Lobby successfully created!
es_mx: ¡Sala creada con éxito!
ja_jp: ロビーが正常に作成されました！
ko_kr: 로비가 성공적으로 생성되었습니다!

# Global_Title_LoginSuccess
source: Login Successful
es_mx: Inicio de Sesión Exitoso
ja_jp: ログイン成功
ko_kr: 로그인 성공

# Global_Title_LoginFailed
source: Login Failed
es_mx: Fallo en el Inicio de Sesión
ja_jp: ログイン失敗
ko_kr: 로그인 실패

# Global_Error_InvalidCredentials
source: Invalid email or password
es_mx: Correo o contraseña incorrectos
ja_jp: メールアドレスまたはパスワードが無効です
ko_kr: 이메일 또는 비밀번호가 잘못되었습니다

# RegisterAccount_Message_Success
source: Registration successful! A verification code has been sent to your email
es_mx: ¡Registro exitoso! Se ha enviado un código a tu correo
ja_jp: 登録成功！確認コードをメールに送信しました
ko_kr: 등록 성공! 인증 코드가 이메일로 전송되었습니다

# RegisterAccount_Message_Failed
source: Registration failed. The email may already be in use
es_mx: El registro falló. Es posible que el correo ya esté en uso
ja_jp: 登録に失敗しました。メールアドレスが既に使用されている可能性があります
ko_kr: 등록 실패. 이메일이 이미 사용 중일 수 있습니다

# VerifyCode_Message_Success
source: Your account has been successfully verified!
es_mx: ¡Tu cuenta ha sido verificada exitosamente!
ja_jp: アカウントが正常に確認されました！
ko_kr: 계정이 성공적으로 인증되었습니다!

# Global_Error_CodeInvalid
source: Verification failed. Please check the code and try again
es_mx: El código de verificación es incorrecto. Inténtalo de nuevo
ja_jp: 確認に失敗しました。コードを確認して再試行してください
ko_kr: 인증 실패. 코드를 확인하고 다시 시도하세요

# Global_Error_CodeExpired
source: Your verification code has expired. Please request a new one
es_mx: El código de verificación ha expirado. Por favor, solicita uno nuevo
ja_jp: 確認コードの有効期限が切れました。新しいコードをリクエストしてください
ko_kr: 인증 코드가 만료되었습니다. 새 코드를 요청하세요

# Global_Error_EmailInUse
source: This email address is already in use
es_mx: Esta dirección de correo ya está en uso
ja_jp: このメールアドレスは既に使用されています
ko_kr: 이 이메일 주소는 이미 사용 중입니다

# Global_Error_EmailSendFailed
source: Failed to send verification email
es_mx: No se pudo enviar el correo de verificación
ja_jp: 確認メールの送信に失敗しました
ko_kr: 인증 메일 전송 실패

# Global_Error_RegistrationNotFound
source: No registration request was found for this email
es_mx: No se encontró una solicitud de registro para este correo
ja_jp: このメールアドレスの登録リクエストが見つかりません
ko_kr: 이 이메일에 대한 등록 요청을 찾을 수 없습니다

# Global_Error_InvalidToken
source: Your session is invalid or has expired. Please log in again
es_mx: Tu sesión no es válida o ha expirado. Inicia sesión de nuevo
ja_jp: セッションが無効か、期限切れです。再度ログインしてください
ko_kr: 세션이 유효하지 않거나 만료되었습니다. 다시 로그인하세요

# Global_Error_ImageInvalid
source: The image format is not valid
es_mx: El formato de la imagen no es válido
ja_jp: 画像形式が無効です
ko_kr: 이미지 형식이 잘못되었습니다

# Global_Error_UserNotFound
source: User not found
es_mx: No se ha encontrado el usuario
ja_jp: ユーザーが見つかりません
ko_kr: 사용자를 찾을 수 없습니다

# Global_Error_PasswordInvalid
source: Password does not have a valid format
es_mx: La contraseña no tiene un formato válido
ja_jp: パスワードの形式が無効です
ko_kr: 비밀번호 형식이 올바르지 않습니다

# SetupProfile_Dialog_Title
source: Select Profile Image
es_mx: Seleccionar imagen de perfil
ja_jp: プロフィール画像を選択
ko_kr: 프로필 이미지 선택

# SetupProfile_Dialog_Filter
source: Image Files|*.jpg;*.jpeg;*.png;*.bmp
es_mx: Archivos de imagen | *.jpg; *.jpeg; *.png; *.bmp
ja_jp: 画像ファイル|*.jpg;*.jpeg;*.png;*.bmp
ko_kr: 이미지 파일|*.jpg;*.jpeg;*.png;*.bmp

# SetupProfile_Error_ImageLoad
source: Failed to load image: {0}
es_mx: No se pudo cargar la imagen: {0}
ja_jp: 画像の読み込みに失敗しました: {0}
ko_kr: 이미지 로드 실패: {0}

# SetupProfile_Message_Success
source: Profile setup complete! Welcome
es_mx: ¡Configuración del perfil completada! Bienvenido
ja_jp: プロフィールの設定が完了しました！ようこそ
ko_kr: 프로필 설정 완료! 환영합니다

# Verify_Message_CodeResent
source: Code forwarded
es_mx: Código reenviado
ja_jp: コードを再送しました
ko_kr: 코드가 재전송되었습니다

# Settings_Label_Audio
source: Audio
ja_jp: オーディオ
ko_kr: 오디오

# Settings_Label_General
source: General Settings
es_mx: Configuración General
ja_jp: 一般設定
ko_kr: 일반 설정

# Settings_Label_Language
source: Language
es_mx: Idioma
ja_jp: 言語
ko_kr: 언어

# Settings_Label_Music
source: Music Volume
es_mx: Volumen de la música
ja_jp: 音楽の音量
ko_kr: 음악 볼륨

# Settings_Label_SFX
source: SFX Volume
es_mx: Volumen de los efectos
ja_jp: 効果音の音量
ko_kr: 효과음 볼륨

# Settings_Language_EnUS
source: English (US)
es_mx: Inglés (US)
ja_jp: 英語 (US)
ko_kr: 영어 (US)

# Settings_Language_EsMX
source: Spanish (MX)
es_mx: Español (Mexicano)
ja_jp: スペイン語 (MX)
ko_kr: 스페인어 (MX)

# Global_Title_LoginAsGuestSuccess
source: Logged in as a successful guest
es_mx: Inicio de sesión como invitado exitoso
ja_jp: ゲストとしてログインしました
ko_kr: 게스트로 로그인 성공

# Global_Error_UsernameInUse
source: That username is already in use. Please choose another
es_mx: Ese nombre de usuario ya está en uso. Por favor, elige otro
ja_jp: そのユーザー名は既に使用されています。別の名前を選択してください
ko_kr: 해당 사용자 이름은 이미 사용 중입니다. 다른 이름을 선택하세요

# Global_Title_Warning
source: Warning
es_mx: Advertencia
ja_jp: 警告
ko_kr: 경고

# Global_Title_Information
source: Information
es_mx: Información
ja_jp: 情報
ko_kr: 정보

# Singleplayer_Label_TimeOver
source: Try faster next time
es_mx: Intenta ser más rápido la próxima
ja_jp: 次はもっと速く挑戦しよう！
ko_kr: 다음엔 더 빨리 시도해보세요!

# Singleplayer_Title_TimeOver
source: Time's Up! :(
es_mx: ¡Estuviste cerca! :(
ja_jp: 時間切れ！ :(
ko_kr: 시간 초과! :(

# Singleplayer_Title_Won
source: All Pairs Found! :D
es_mx: ¡Lo lograste! :D
ja_jp: 全ペア発見！やったね！ :D
ko_kr: 모든 쌍 발견! 해냈군요! :D

# Global_Label_TimerLimit
source: Timer Limit:
es_mx: Límite de tiempo:
ja_jp: 制限時間:
ko_kr: 제한 시간:

# Global_Title_ExitGame
source: Exit Game
es_mx: Salir del Juego
ja_jp: ゲーム終了
ko_kr: 게임 종료

# Global_Message_ExitGame
source: Do you want to quit the game?
es_mx: ¿Deseas salir del juego?
ja_jp: ゲームを終了しますか？
ko_kr: 게임을 종료하시겠습니까?

# EditProfile_Label_EditProfile
source: Edit Profile
es_mx: Editar Perfil
ja_jp: プロフィール編集
ko_kr: 프로필 편집

# EditProfile_Button_UpdatePassword
source: Update Password
es_mx: Actualizar Contraseña
ja_jp: パスワード更新
ko_kr: 비밀번호 업데이트

# EditProfile_Button_UpdateUsername
source: Update Username
es_mx: Actualizar nombre de usuario
ja_jp: ユーザー名更新
ko_kr: 사용자 이름 업데이트

# Friends_Label_Friends
source: Friends
es_mx: Amigos
ja_jp: 友達
ko_kr: 친구

# Friends_Label_MyFriends
source: My Friends
es_mx: Mis Amigos
ja_jp: 私の友達
ko_kr: 내 친구

# Friends_Label_Requests
source: Friend Requests
es_mx: Solicitudes de Amistad
ja_jp: 友達リクエスト
ko_kr: 친구 요청

# Global_Label_Avatar
source: Avatar
ja_jp: アバター
ko_kr: 아바타

# Global_Label_Username
source: Username
es_mx: Nombre de Usuario
ja_jp: ユーザー名
ko_kr: 사용자 이름

# Global_Label_Status
source: Status
es_mx: Estado
ja_jp: ステータス
ko_kr: 상태

# Friends_Label_AddFriend
source: Add Friend
es_mx: Añadir Amigo
ja_jp: 友達追加
ko_kr: 친구 추가

# Friends_Label_EnterUsername
source: Enter Username of your friend:
es_mx: Ingresa el Nombre de usuario de tu amigo:
ja_jp: 友達のユーザー名を入力:
ko_kr: 친구의 사용자 이름 입력:

# Friends_Label_PendingRequests
source: Pending Requests
es_mx: Solicitudes Pendientes
ja_jp: 保留中のリクエスト
ko_kr: 보류 중인 요청

# Friends_Button_SendRequest
source: Send Request
es_mx: Enviar Solicitud
ja_jp: リクエスト送信
ko_kr: 요청 보내기

# Global_Button_Reject
source: Reject
es_mx: Rechazar
ja_jp: 拒否
ko_kr: 거절

# Global_Button_LogOut
source: Log Out
es_mx: Cerrar Sesión
ja_jp: セッション終了
ko_kr: 세션 종료

# Global_Message_CloseSession
source: Do you want to end the account session?
es_mx: ¿Deseas terminar la sesión de la cuenta?
ja_jp: アカウントセッションを終了しますか？
ko_kr: 계정 세션을 종료하시겠습니까?

# PlayerProfile_Label_Name
source: Name:
es_mx: Nombre:
ja_jp: 名前:
ko_kr: 이름:

# PlayerProfile_Label_Date
source: Date of Issue:
es_mx: Fecha de Emisión:
ja_jp: 発行日:
ko_kr: 가입일:

# PlayerProfile_Label_Email
source: Email:
es_mx: Correo Electrónico:
ja_jp: メール:
ko_kr: 이메일:

# PlayerProfile_Label_Social
source: Social Networks:
es_mx: Redes Sociales:
ja_jp: ソーシャルネットワーク:
ko_kr: 소셜 네트워크:

# PlayerProfile_Button_Friends
source: Friends
es_mx: Amigos
ja_jp: 友達
ko_kr: 친구

# PlayerProfile_Button_Statistics
source: Statistics
es_mx: Estadísticas
ja_jp: 統計
ko_kr: 통계

# Global_Button_Update
source: Update
es_mx: Actualizar
ja_jp: 更新
ko_kr: 업데이트

# Global_Button_Remove
source: Remove
es_mx: Eliminar
ja_jp: 削除
ko_kr: 삭제

# StatsHistory_Title_StatsHistory
source: Match History
es_mx: Historial de Partidas
ja_jp: 対戦履歴
ko_kr: 대전 기록

# StatsHistory_Label_Date
source: Date
es_mx: Fecha
ja_jp: 日付
ko_kr: 날짜

# StatsHistory_Label_Winner
source: Winner
es_mx: Ganador
ja_jp: 勝者
ko_kr: 승자

# StatsHistory_Label_Score
source: Score
es_mx: Puntuación
ja_jp: スコア
ko_kr: 점수

# Global_Button_Report
source: Report
es_mx: Reportar
ja_jp: 通報
ko_kr: 신고

# EditProfile_Label_NewUsername
source: New Username:
es_mx: Nuevo Nombre de Usuario:
ja_jp: 新しいユーザー名:
ko_kr: 새 사용자 이름:

# EditProfile_Label_NewPassword
source: New Password:
es_mx: Nueva Contraseña:
ja_jp: 新しいパスワード:
ko_kr: 새 비밀번호:

# EditProfile_Label_ActualPassword
source: Actual Password:
es_mx: Contraseña Actual:
ja_jp: 現在のパスワード:
ko_kr: 현재 비밀번호:

# Global_Button_Close
source: Close
es_mx: Cerrar
ja_jp: 閉じる
ko_kr: 닫기

# Global_Title_MatchOver
source: Match Over
es_mx: Partida Finalizada
ja_jp: 試合終了
ko_kr: 경기 종료

# MatchSummary_Label_Player
source: Player:
es_mx: Jugador:
ja_jp: プレイヤー:
ko_kr: 플레이어:

# RegisterAccount_Title_LinkAccount
source: Link Account
es_mx: Vincular Cuenta
ja_jp: アカウント連携
ko_kr: 계정 연동

# InviteFriendDialog_Message_EnterEmail
source: Please enter an email
es_mx: Por favor ingresa un correo
ja_jp: メールアドレスを入力してください
ko_kr: 이메일 주소를 입력하세요

# InviteFriendDialog_Title_InviteFriend
source: Invite Friend
es_mx: Invitar Amigo
ja_jp: 友達を招待
ko_kr: 친구 초대

# InviteFriendDialog_Label_EnterEmail
source: Enter your friend's email:
es_mx: Ingresa el correo de tu amigo:
ja_jp: 友達のメールを入力:
ko_kr: 친구의 이메일 입력:

# ReportUserDialog_Title_Report
source: Report Player
es_mx: Denunciar Jugador
ja_jp: プレイヤーを通報
ko_kr: 플레이어 신고

# ReportUserDialog_Message_Report
source: Are you sure you want to report this player for bad behavior?
es_mx: ¿Estás seguro de denunciar a este jugador por mal comportamiento?
ja_jp: このプレイヤーを悪質な行為で通報しますか？
ko_kr: 이 플레이어를 부적절한 행위로 신고하시겠습니까?

# VerifyCode_Message_GuestSuccess
source: Account successfully verified! You need to log in with your new account :)
es_mx: ¡Cuenta verificada con éxito! Debes iniciar sesión con tu nueva cuenta :)
ja_jp: アカウントが正常に確認されました！新しいアカウントでログインしてください :)
ko_kr: 계정이 성공적으로 인증되었습니다! 새 계정으로 로그인해주세요 :)

# InviteFriendDialog_Title_SubjectEmail
source: Join my Memory Game Match!
es_mx: ¡Únete a mi partida de Memory Game!
ja_jp: メモリーゲームに参加しよう！
ko_kr: 메모리 게임에 초대합니다!

# InviteFriendDialog_Message_BodyEmail
source: Heeey budy, join my game so we can play :D The Lobby code is:
es_mx: Holaaa amiguito, entra a mi partida para que juguemos :D. El código de la sala es: {0}
ja_jp: やあ！一緒にゲームをしよう :D ロビーコードはこちら: {0}
ko_kr: 안녕! 같이 게임 한 판 하자 :D 로비 코드는:

# InviteFriendDialog_Label_ErrorAppEmail
source: No default mail application was found installed on the system :(
es_mx: No se encontró una aplicación de correo predeterminada instalada en el sistema :(
ja_jp: 既定のメールアプリが見つかりませんでした :(
ko_kr: 기본 메일 애플리케이션을 찾을 수 없습니다 :(

# ReportUserDialog_Error_AutoReport
source: You cannot report yourself
es_mx: No puedes denunciarte a ti mismo
ja_jp: 自分自身を通報することはできません
ko_kr: 자기 자신을 신고할 수 없습니다

# ReportUserDialog_Title_ReportSuccess
source: Report Sent
es_mx: Reporte enviando
ja_jp: 通報送信完了
ko_kr: 신고 전송됨

# ReportUserDialog_Message_ReportSuccess
source: User reported successfully. Admins will review the case :)
es_mx: El usuario ha sido denunciado correctamente. Los administradores revisarán el caso :)
ja_jp: 通報が完了しました。管理者が内容を確認します :)
ko_kr: 사용자가 성공적으로 신고되었습니다. 관리자가 내용을 검토할 것입니다 :)

# MatchSummary_Label_Win
source: You Win! :D
es_mx: ¡Has ganado! :D
ja_jp: あなたの勝ち！ :D
ko_kr: 당신의 승리! :D

# MatchSummary_Label_Summary
source: Summary:
es_mx: Resumen:
ja_jp: 概要:
ko_kr: 요약:

# MatchSummary_Label_Lost
source: Won
es_mx: Ha Ganado
ja_jp: の勝ち
ko_kr: 승리

# MatchSummary_Label_TimeRemaining
source: Time Remaining:
es_mx: Tiempo Restante:
ja_jp: 残り時間:
ko_kr: 남은 시간:

# Social_Error_SelfAdd
source: You cannot add yourself
es_mx: No puede agregarse a sí mismo
ja_jp: 自分自身を追加することはできません
ko_kr: 자신을 추가할 수 없습니다

# Social_Error_AlreadyFriends
source: You are already friends :>
es_mx: Ya son amigos :>
ja_jp: 既に友達です :>
ko_kr: 이미 친구입니다 :>

# Social_Error_RequestExists
source: Friend request already pending
es_mx: Solicitud de amistad pendiente
ja_jp: 友達リクエストは既に送信済みです
ko_kr: 친구 요청이 이미 전송되었습니다

# FriendsMenu_Label_PendingRequests
source: Wants to be your friend
es_mx: Quiere ser tu amigo
ja_jp: 友達リクエストが来ています
ko_kr: 친구 요청이 왔습니다

# Global_Label_ConnectionFailed
source: Connection Failed
es_mx: Error de Conexión
ja_jp: 接続失敗
ko_kr: 연결 실패

# Friends_Error_RemoveFriend
source: Could not Remove Friend :( Please try Again
es_mx: No se pudo eliminar al amigo :( Por favor inténtalo de nuevo
ja_jp: 友達の削除に失敗しました :( もう一度試してください
ko_kr: 친구를 삭제하지 못했습니다 :( 다시 시도해주세요

# Global_Label_Online
source: Online
es_mx: Conectado
ja_jp: オンライン
ko_kr: 온라인

# Global_Label_Offline
source: Offline
es_mx: Desconectado
ja_jp: オフライン
ko_kr: 오프라인

# Friends_Error_SendRequest
source: The request could not be sent. Please try again
es_mx: No se pudo enviar la solicitud. Por favor inténtalo de nuevo
ja_jp: リクエストを送信できませんでした。もう一度試してください
ko_kr: 요청을 보낼 수 없습니다. 다시 시도해주세요
