Repository: SnakeGuitar/MemoryGame
Catalog: Client/Client/Properties/Langs/Lang.*.resx
Languages: es_mx, ja_jp, ko_kr

# Friends_Label_SuccessRequest
source: Friend Request Sent to {0}
es_mx: Solicitud de amistad enviada a {0}
ja_jp: {0} に友達リクエストを送信しました
ko_kr: {0} 님에게 친구 요청을 보냈습니다

# Global_Title_Confirm
source: Confirm
es_mx: Confirmar
ja_jp: 確認
ko_kr: 확인

# Friends_Message_RemoveFriend
source: Are you sure to want to remove {0}?
es_mx: ¿Está seguro de que desea eliminar a {0}?
ja_jp: 本当に {0} を削除しますか？
ko_kr: 정말 {0} 님을 삭제하시겠습니까?

# Global_Label_Confirm
source: Confirm
es_mx: Confirmar
ja_jp: 確認
ko_kr: 확인

# Global_Label_Name
source: My Name:
es_mx: Mi Nombre:
ja_jp: 私の名前:
ko_kr: 내 이름:

# Global_Label_LastName
source: My Last Name:
es_mx: Mis Apellidos:
ja_jp: 私の姓:
ko_kr: 내 성:

# EditProfile_Label_UpdatePersonalnfo
source: Update Personal Information
es_mx: Actualizar información personal
ja_jp: 個人情報の更新
ko_kr: 개인 정보 업데이트

# EditProfile_Label_AvatarUpdated
source: Your Avatar has been Updated
es_mx: Tu Avatar ha sido Actualizado
ja_jp: アバターが更新されました
ko_kr: 아바타가 업데이트되었습니다

# EditProfile_Label_ErrorPasswordFields
source: Please Fill All Password Fields to Update
es_mx: Por favor rellene los campos de contraseña para actualizarla
ja_jp: 更新するには全てのパスワードフィールドに入力してください
ko_kr: 업데이트하려면 모든 비밀번호 필드를 입력하세요

# EditProfile_Label_ErrorPasswordUpdate
source: Failed to update password. Check your current password
es_mx: No se pudo actualizar la contraseña. Por favor verifique su contraseña actual
ja_jp: パスワードの更新に失敗しました。現在のパスワードを確認してください
ko_kr: 비밀번호 업데이트 실패. 현재 비밀번호를 확인하세요

# EditProfile_Label_ErrorUsernameEmpty
source: Username cannot be empty
es_mx: El nombre de usuario no puede estar vacío
ja_jp: ユーザー名を入力してください
ko_kr: 사용자 이름은 비워둘 수 없습니다

# EditProfile_Label_ErrorSameUsername
source: New username is the same as the current one
es_mx: El nuevo nombre de usuario ingresado es el mismo que el actual
ja_jp: 新しいユーザー名は現在と同じです
ko_kr: 새 사용자 이름이 현재와 동일합니다

# EditProfile_Label_SuccesUpdateUsername
source: Username updated successfully. For security reasons, you must log in again
es_mx: Nombre de usuario actualizado correctamente. Por motivos de seguridad, debe volver a iniciar sesión
ja_jp: ユーザー名が更新されました。セキュリティ上の理由から、再度ログインが必要です
ko_kr: 사용자 이름이 업데이트되었습니다. 보안을 위해 다시 로그인해야 합니다

# EditProfile_Label_SuccesUpdateInfo
source: Updated information :D
es_mx: Información actualizada :D
ja_jp: 情報が更新されました :D
ko_kr: 정보가 업데이트되었습니다 :D

# EditProfile_Label_PasswordUpdated
source: Password Updated
es_mx: Contraseña Actualizada
ja_jp: パスワードが更新されました
ko_kr: 비밀번호가 업데이트되었습니다

# Global_Label_NoRegister
source: No Registration
es_mx: Sin Registro
ja_jp: 未登録
ko_kr: 미등록

# MatchHistory_Label_ErrorHistory
source: Could not load match history
es_mx: No se pudo cargar el historial de partidas
ja_jp: 対戦履歴を読み込めませんでした
ko_kr: 대전 기록을 불러올 수 없습니다

# Global_Error_ImageEmpty
source: Image Data is Empty
es_mx: Los datos de la imagen están vacíos
ja_jp: 画像データが空です
ko_kr: 이미지 데이터가 비어 있습니다

# Global_Error_ImageTooLarge
source: Image Too Large :/
es_mx: Imagen demasiado grande :/
ja_jp: 画像が大きすぎます :/
ko_kr: 이미지가 너무 큽니다 :/

# PlayerProfile_Message_NotAvaible
source: Hellooo {0}! To access your friends, statistics, and profile, you need to register your account with an email address
es_mx: ¡Holaaa {0}! Para acceder a tus amigos, estadísticas y perfil, debes registrar tu cuenta con una dirección de correo electrónico
ja_jp: やあ {0}！ 友達、統計、プロフィールにアクセスするには、メールアドレスでアカウント登録が必要です
ko_kr: 안녕하세요 {0}님! 친구, 통계 및 프로필에 액세스하려면 이메일 주소로 계정을 등록해야 합니다

# Global_Label_RegisteredEmail
source: Registered email
es_mx: Correo registrado:
ja_jp: 登録済みメール
ko_kr: 등록된 이메일

# Lobby_Label_GameCode
source: Game Code:
es_mx: Código de Juego:
ja_jp: ゲームコード:
ko_kr: 게임 코드:

# Lobby_Button_Invite
source: Invite Friend
ja_jp: 友達を招待
ko_kr: 친구 초대

# Global_Error_UserAlreadyLoggedIn
source: Invalid email or password
es_mx: Correo o contraseña invalidos
ja_jp: メールアドレスまたはパスワードが無効です
ko_kr: 잘못된 이메일 또는 비밀번호입니다.

# Global_Error_SessionExpired
source: The session has expired
es_mx: La sesión ha expirado
ja_jp: セッションが終了しました
ko_kr: 세션이 종료되었습니다.

# Global_Error_FatalCrash
source: A critical error occurred. The application must close.
es_mx: Ocurrió un error crítico. La aplicación debe cerrarse.
ja_jp: 致命的なエラーが発生しました。アプリケーションを終了する必要があります。
ko_kr: 치명적인 오류가 발생했습니다. 애플리케이션을 종료해야 합니다.

# Global_Error_AccessDenied
source: Access denied. You do not have permission to perform this action.
es_mx: Acceso denegado. No tienes permiso para realizar esta acción.
ja_jp: アクセスが拒否されました。この操作を実行する権限がありません。
ko_kr: 액세스가 거부되었습니다. 이 작업을 수행할 권한이 없습니다.

# Global_FontName
source: Pangolin-Regular.ttf #Pangolin
ja_jp: HachiMaruPop-Regular.ttf #Hachi Maru Pop
ko_kr: Jua-Regular.ttf #Jua

# Global_Button_Leave
source: Leave
es_mx: Salir
ja_jp: 離れる
ko_kr: 떠나다

# Lobby_Message_LeaveLobby
source: Do you want to leave your friends' game room?
es_mx: ¿Quieres abandonarnos :c ?
ja_jp: 友達のゲームルームから退出しますか?
ko_kr: 친구들 게임방에서 나가고 싶어?

# HostLobby_Message_LeaveLobby
source: Do you want to leave the game room?
es_mx: ¿Quieres salir de la sala? Si hay jugadores en ella, será disuelta.
ja_jp: ゲームルームから退出しますか？ ルーム内にまだプレイヤーが残っている場合は、解散されます
ko_kr: ゲームルームから退出しますか？ ルーム内にまだプレイヤーが残っている場合は、解散されます

# Global_Title_LeaveLobby
source: Leave lobby
es_mx: Salir de la sala
ja_jp: ロビーを出る
ko_kr: 로비에서 나가기

# Global_Button_Gallery
source: Gallery
es_mx: Galería
ja_jp: ギャラリー
ko_kr: 갱도

# Global_Error_ConnectionLost
source: Connection to server lost. Returning to login screen.
es_mx: Conexión perdida. Regresando al inicio de sesión.
ja_jp: サーバーへの接続が失われました。ログイン画面に戻ります。
ko_kr: 서버 연결이 끊어졌습니다. 로그인 화면으로 돌아갑니다.

# Global_Error_UsernameTooLong
source: Username cannot exceed 30 characters.
es_mx: El usuario no puede exceder 30 caracteres.
ja_jp: ユーザー名は30文字を超えることはできません。
ko_kr: 사용자 이름은 30자를 초과할 수 없습니다.

# Global_Error_UsernameInvalidChars
source: Username contains invalid characters.
es_mx: El usuario contiene caracteres inválidos.
ja_jp: ユーザー名に無効な文字が含まれています。
ko_kr: 사용자 이름에 유효하지 않은 문자가 포함되어 있습니다.

# Global_Error_PasswordLength
source: Password must be between 8 and 100 characters.
es_mx: La contraseña debe tener entre 8 y 100 caracteres.
ja_jp: パスワードは 8 〜 100 文字にする必要があります。
ko_kr: 비밀번호는 8자에서 100자 사이여야 합니다.

# Global_Error_PasswordUpper
source: Password must contain at least one uppercase letter.
es_mx: La contraseña debe tener al menos una mayúscula.
ja_jp: パスワードには少なくとも 1 つの大文字を含める必要があります。
ko_kr: 비밀번호에는 최소 하나 이상의 대문자가 포함되어야 합니다.

# Global_Error_PasswordLower
source: Password must contain at least one lowercase letter.
es_mx: La contraseña debe tener al menos una minúscula.
ja_jp: パスワードには少なくとも 1 つの小文字を含める必要があります。
ko_kr: 비밀번호에는 최소 하나 이상의 소문자가 포함되어야 합니다.

# Global_Error_PasswordDigit
source: Password must contain at least one digit.
es_mx: La contraseña debe tener al menos un número.
ja_jp: パスワードには少なくとも 1 つの数字を含める必要があります。
ko_kr: 비밀번호에는 최소 하나의 숫자가 포함되어야 합니다.

# Global_Error_PasswordSymbol
source: The username is already in use.
es_mx: La contraseña debe tener al menos un símbolo.
ja_jp: ユーザー名はすでに使用されています。
ko_kr: 해당 사용자 이름은 이미 사용 중입니다.

# Global_Error_GenericValidation
source: Invalid input format.
es_mx: Formato de entrada inválido.
ja_jp: 入力形式が無効です。
ko_kr: 잘못된 입력 형식입니다.

# Global_Error_EmptyFields
source: Required fields cannot be empty.
es_mx: Los campos requeridos no pueden estar vacíos.
ja_jp: 必須フィールドは空欄にできません。
ko_kr: 필수 입력 항목은 비워둘 수 없습니다.

# Gallery_Title
source: Card Gallery
es_mx: Galería de Cartas
ja_jp: カードギャラリー
ko_kr: 카드 갤러리

# Gallery_Collection
source: Card Collection
es_mx: Colección de Cartas
ja_jp: 手紙集
ko_kr: 편지 모음

# Gallery_Back
source: Back
es_mx: Volver
ja_jp: 戻る
ko_kr: 반품

# Gallery_CloseZoom
source: Click to close
es_mx: Clic para cerrar
ja_jp: クリックして閉じます
ko_kr: 닫으려면 클릭하세요.

# Gallery_Category_Color
source: Color Ver.
es_mx: Ver. Color
ja_jp: 見る。色
ko_kr: 보다. 색상

# Gallery_Category_Normal
source: Normal Ver.
es_mx: Ver. Normal
ja_jp: 「通常」を参照
ko_kr: 일반 보기

# Gallery_Error_Load
source: Could not load image: {0}
es_mx: No se pudo cargar la imagen: {0}
ja_jp: 画像を読み込めませんでした: {0}
ko_kr: 이미지를 로드할 수 없습니다: {0}

# EditProfile_Button_ChangeAvatar
source: Change Avatar
es_mx: Cambiar Avatar
ja_jp: アバター変更
ko_kr: 아바타 변경
